Repository: manaflow-ai/cmux
Catalog: Packages/macOS/CmuxNext/Sources/CmuxNextAccounts/Localizable.xcstrings
Source language: en
Languages: ar, bs, da, de, es, fr, it, ja, km, ko, nb, pl, pt_br, ru, th, tr, uk, vi, zh_hans, zh_hant

# accounts.status.missing
source: Not found
ar: غير موجود
bs: Nije pronađeno
da: Ikke fundet
de: Nicht gefunden
es: No encontrado
fr: Introuvable
it: Non trovato
ja: 見つかりません
km: រកមិនឃើញ
ko: 찾을 수 없음
nb: Ikke funnet
pl: Nie znaleziono
pt_br: Não encontrado
ru: Не найдено
th: ไม่พบ
tr: Bulunamadı
uk: Не знайдено
vi: Không tìm thấy
zh_hans: 未找到
zh_hant: 找不到

# accounts.status.notRunning
source: Not running
ar: غير مُشغّل
bs: Nije pokrenut
da: Kører ikke
de: Läuft nicht
es: No se está ejecutando
fr: Arrêté
it: Non in esecuzione
ja: 停止中
km: មិនដំណើរការ
ko: 실행 안 됨
nb: Kjører ikke
pl: Nie działa
pt_br: Parado
ru: Не запущен
th: ไม่ได้ทำงาน
tr: Çalışmıyor
uk: Не запущено
vi: Không chạy
zh_hans: 未运行
zh_hant: 未執行

# accounts.status.running
source: Running
ar: قيد التشغيل
bs: Pokrenut
da: Kører
de: Läuft
es: En ejecución
fr: En cours
it: In esecuzione
ja: 実行中
km: កំពុងដំណើរការ
ko: 실행 중
nb: Kjører
pl: Uruchomiony
pt_br: Em execução
ru: Запущен
th: กำลังทำงาน
tr: Çalışıyor
uk: Запущено
vi: Đang chạy
zh_hans: 运行中
zh_hant: 執行中

# accounts.status.signedIn
source: Signed in
ar: تم تسجيل الدخول
bs: Prijavljen
da: Logget ind
de: Angemeldet
es: Sesión iniciada
fr: Connecté
it: Accesso effettuato
ja: サインイン済み
km: បានចូល
ko: 로그인됨
nb: Logget inn
pl: Zalogowano
pt_br: Conectado
ru: Вход выполнен
th: ลงชื่อเข้าใช้แล้ว
tr: Giriş yapıldı
uk: Вхід виконано
vi: Đã đăng nhập
zh_hans: 已登录
zh_hant: 已登入

# accounts.status.unknown
source: Unknown
ar: غير معروف
bs: Nepoznato
da: Ukendt
de: Unbekannt
es: Desconocido
fr: Inconnu
it: Sconosciuto
ja: 不明
km: មិនស្គាល់
ko: 알 수 없음
nb: Ukjent
pl: Nieznany
pt_br: Desconhecido
ru: Неизвестно
th: ไม่ทราบ
tr: Bilinmiyor
uk: Невідомо
vi: Không rõ
zh_hans: 未知
zh_hant: 未知

# accounts.hint.bedrockKeys
source: To connect, set %@ in your shell.
ar: للربط، اضبط %@ في الصدفة.
bs: Za povezivanje postavite %@ u svom shellu.
da: Angiv %@ i din shell for at forbinde.
de: Setze zum Verbinden %@ in deiner Shell.
es: Para conectar, define %@ en tu shell.
fr: Pour connecter, définissez %@ dans votre shell.
it: Per collegare, imposta %@ nella shell.
ja: 接続するには、シェルで %@ を設定してください。
km: ដើម្បីភ្ជាប់ សូមកំណត់ %@ ក្នុង shell របស់អ្នក។
ko: 연결하려면 셸에서 %@을(를) 설정하세요.
nb: Sett %@ i skallet ditt for å koble til.
pl: Aby połączyć, ustaw %@ w powłoce.
pt_br: Para conectar, defina %@ no seu shell.
ru: Чтобы подключить, задайте %@ в оболочке.
th: หากต้องการเชื่อม ให้ตั้งค่า %@ ในเชลล์
tr: Bağlamak için kabuğunuzda %@ ayarlayın.
uk: Щоб підключити, задайте %@ в оболонці.
vi: Để kết nối, hãy đặt %@ trong shell.
zh_hans: 要连接，请在 shell 中设置 %@。
zh_hant: 若要連接，請在 shell 中設定 %@。

# accounts.confirm.connect
source: Connect
ar: ربط
bs: Poveži
da: Forbind
de: Verbinden
es: Conectar
fr: Connecter
it: Collega
ja: 接続
km: ភ្ជាប់
ko: 연결
nb: Koble til
pl: Połącz
pt_br: Conectar
ru: Подключить
th: เชื่อม
tr: Bağla
uk: Підключити
vi: Kết nối
zh_hans: 连接
zh_hant: 連接

# accounts.confirm.codexNote
source: CodeRouter stores this Codex sign-in, with its refresh token, and refreshes it on the server. The codex command on this Mac may then need codex login again.
ar: يخزّن CodeRouter تسجيل دخول Codex هذا مع رمز التحديث الخاص به ويجدده على الخادم. قد يحتاج أمر codex على جهاز Mac هذا بعد ذلك إلى codex login مرة أخرى.
bs: CodeRouter čuva ovu Codex prijavu zajedno s tokenom za osvježavanje i osvježava je na serveru. Naredba codex na ovom Macu tada može ponovo trebati codex login.
da: CodeRouter gemmer dette Codex-login med dets opdateringstoken og fornyer det på serveren. Kommandoen codex på denne Mac kan derefter få brug for codex login igen.
de: CodeRouter speichert diese Codex-Anmeldung samt Refresh-Token und erneuert sie auf dem Server. Der Befehl codex auf diesem Mac braucht danach eventuell erneut codex login.
es: CodeRouter guarda este inicio de sesión de Codex, con su token de actualización, y lo renueva en el servidor. Después, el comando codex de este Mac puede necesitar codex login de nuevo.
fr: CodeRouter stocke cette connexion Codex, avec son jeton d’actualisation, et la renouvelle sur le serveur. La commande codex de ce Mac peut ensuite nécessiter à nouveau codex login.
it: CodeRouter memorizza questo accesso a Codex, con il suo token di aggiornamento, e lo rinnova sul server. Il comando codex su questo Mac potrebbe poi richiedere di nuovo codex login.
ja: CodeRouter はこの Codex のサインインをリフレッシュトークンごと保存し、サーバー側で更新します。その後、この Mac の codex コマンドで codex login が再び必要になることがあります。
km: CodeRouter រក្សាទុកការចូល Codex នេះ រួមទាំងថូខឹនធ្វើឱ្យថ្មី ហើយធ្វើឱ្យវាថ្មីនៅលើម៉ាស៊ីនមេ។ បន្ទាប់មក ពាក្យបញ្ជា codex នៅលើ Mac នេះអាចត្រូវការ codex login ម្តងទៀត។
ko: CodeRouter는 이 Codex 로그인을 새로 고침 토큰과 함께 저장하고 서버에서 갱신합니다. 그 후 이 Mac의 codex 명령에서 codex login이 다시 필요할 수 있습니다.
nb: CodeRouter lagrer denne Codex-påloggingen med oppdateringstokenet og fornyer den på serveren. Kommandoen codex på denne Macen kan da trenge codex login igjen.
pl: CodeRouter przechowuje to logowanie Codex wraz z tokenem odświeżania i odnawia je na serwerze. Polecenie codex na tym Macu może potem znów wymagać codex login.
pt_br: O CodeRouter guarda este login do Codex, com seu token de atualização, e o renova no servidor. Depois, o comando codex neste Mac pode precisar de codex login novamente.
ru: CodeRouter сохраняет этот вход в Codex вместе с токеном обновления и обновляет его на сервере. После этого команде codex на этом Mac может снова понадобиться codex login.
th: CodeRouter จะเก็บการลงชื่อเข้าใช้ Codex นี้พร้อมโทเค็นรีเฟรช และต่ออายุบนเซิร์ฟเวอร์ หลังจากนั้นคำสั่ง codex บน Mac เครื่องนี้อาจต้องใช้ codex login อีกครั้ง
tr: CodeRouter bu Codex oturumunu yenileme belirteciyle birlikte saklar ve sunucuda yeniler. Bundan sonra bu Mac'teki codex komutu yeniden codex login gerektirebilir.
uk: CodeRouter зберігає цей вхід у Codex разом із токеном оновлення й оновлює його на сервері. Після цього команді codex на цьому Mac може знову знадобитися codex login.
vi: CodeRouter lưu đăng nhập Codex này cùng token làm mới và gia hạn nó trên máy chủ. Sau đó lệnh codex trên máy Mac này có thể cần codex login lại.
zh_hans: CodeRouter 会保存此 Codex 登录及其刷新令牌，并在服务器上刷新。之后，此 Mac 上的 codex 命令可能需要再次运行 codex login。
zh_hant: CodeRouter 會儲存此 Codex 登入及其重新整理權杖，並在伺服器上更新。之後，這台 Mac 上的 codex 指令可能需要再次執行 codex login。
